[
  {
    "id": "30541266",
    "summary": "**1. Presentation and Initial Management**\n\nMr.---, a 26-year-old male, presented to the emergency department with left lower extremity (LLE) swelling and pain, which had been progressively worsening over two days. He has a history of pulmonary embolism (PE) and a family history of deep vein thrombosis (DVT) and PE. Upon arrival, he was febrile with a temperature of 38.2°C, tachycardic with heart rates between 100-115 bpm, and experienced desaturation to 89% on room air, which improved with 2-3L of supplemental oxygen. Initial workup included a Doppler ultrasound of the left leg, which was negative for DVT, and a chest X-ray, which was normal. A CT pulmonary angiogram was ordered to rule out PE. Given the clinical suspicion of cellulitis, he was started on intravenous vancomycin for suspected LLE cellulitis. Blood cultures were drawn, and he was admitted to the medical-surgical unit for further management.\n\n**2. Clinical Course and Evolution**\n\nDuring his hospital stay, Mr. ---'s condition showed significant improvement with the administration of IV vancomycin. His fever spiked to 39.2°C overnight but responded well to acetaminophen. By the following morning, he was afebrile, his heart rate normalized, and there was a noticeable decrease in pain and swelling of the LLE. His white blood cell count, which was elevated upon admission, returned to normal levels. Blood cultures showed no growth to date. Given the improvement, he was transitioned to oral antibiotics, specifically sulfamethoxazole-trimethoprim (Bactrim), to complete a 5-day course for cellulitis. The decision to switch to oral antibiotics was based on his clinical improvement and the absence of any identified organisms in blood cultures.\n\n**3. Procedures, Diagnostics, and Consultations**\n\nThroughout his hospitalization, several diagnostic tests were performed. The Doppler ultrasound of the left leg was negative for thrombus, and the CT pulmonary angiogram was negative for PE. These results helped rule out thromboembolic events as the cause of his symptoms. A pharmacy consult was conducted for vancomycin dosing, given his stable renal function and creatinine clearance. The initial vancomycin dosing was calculated based on his weight and renal function, with a loading dose followed by maintenance dosing. No surgical interventions were required during his stay.\n\n**4. Care Coordination and System Factors**\n\nMr. ---'s care involved coordination between the emergency department and the medical-surgical unit. He was initially admitted to the emergency department and then transferred to the medical-surgical unit for continued care. The transition from IV to oral antibiotics was facilitated by the pharmacy team, ensuring appropriate dosing and monitoring. There were no apparent delays in diagnostic testing or treatment initiation, and the care team effectively managed his condition, leading to a timely discharge. The discharge planning process included ensuring follow-up with the anticoagulation clinic and restarting his apixaban therapy, which he had self-discontinued prior to admission.\n\n**5. Recovery, Functional Status, and Discharge Planning**\n\nBy the time of discharge, Mr. --- was in good condition, with mild residual edema in the LLE and palpable inguinal lymphadenopathy. He was independent in mobility and functional status, with no assistance needed at home. The discharge plan included a prescription for oral Bactrim to complete a 5-day course and instructions to restart apixaban at 5 mg twice daily. He was advised to follow up with the anticoagulation clinic to monitor his anticoagulation therapy. The discharge summary emphasized the importance of medication adherence and scheduled a follow-up appointment with his primary care provider to ensure continuity of care. Mr. --- was discharged home with his family, with no additional home care services required."
  },
  {
    "id": "30553630",
    "summary": "**1. Presentation and Initial Management**\n\n---, a 77-year-old male with a complex medical history including coronary artery disease (CAD) with a history of STEMI and LAD stent placement, hypertension, hyperlipidemia, chronic kidney disease, and recently diagnosed unresectable pancreatic ductal adenocarcinoma, presented to the emergency department on August 19, 2021, with acute gastrointestinal bleeding. He reported hematemesis and hematochezia, accompanied by abdominal pain, nausea, vomiting, and chills. On arrival, he was hypotensive with systolic blood pressure in the 80s, tachycardic with heart rates in the 100s, and hypothermic at 34.3°C. Laboratory tests revealed elevated lactate levels at 5.4 mmol/L, leukocytosis with a WBC count of 13.3 k/uL, and anemia with hemoglobin at 8.1 g/dL. A CT angiogram of the abdomen and pelvis indicated a pancreatic mass-duodenal fistula with dilation of the superior mesenteric artery (SMA), raising concerns for a developing pseudoaneurysm and possible impending rupture. Initial management included the administration of 2 liters of intravenous fluids and 1 unit of packed red blood cells, which stabilized his vital signs. He was then transferred to the medical intensive care unit (MICU) for further management.\n\n**2. Clinical Course and Evolution**\n\nDuring his stay in the MICU, Mr. --- experienced further episodes of hematemesis and hematochezia, leading to the activation of the massive transfusion protocol (MTP). He was intubated for airway protection due to the risk of aspiration from ongoing bleeding. He received a total of 5 units of packed red blood cells and 2 units of fresh frozen plasma, which helped stabilize his hemodynamics. Blood cultures collected on August 19 grew gram-positive cocci in chains, suspected to be Enterococcus or Streptococcus, prompting the initiation of vancomycin therapy. Despite initial stabilization, he developed febrile episodes and leukocytosis, indicating possible sepsis from an intra-abdominal source. Antibiotic therapy was adjusted to include ceftriaxone on August 22, following speciation of the blood cultures to Streptococcus anginosus. The patient's condition was complicated by elevated troponin levels, likely due to demand ischemia or sepsis, and persistent elevated lactate levels, which eventually resolved.\n\n**3. Procedures, Diagnostics, and Consultations**\n\nMr. --- underwent an upper gastrointestinal endoscopy and colonoscopy, which revealed an ulcerated mass in the third portion of the duodenum. Hemostasis was achieved through epinephrine injection, clip placement, and Hemospray application. The gastroenterology team recommended focusing on comfort care, as further invasive procedures were not aligned with the patient's goals of care. Surgical consultation confirmed the unresectable nature of the pancreatic mass and advised against surgical intervention due to the high risk of bowel ischemia from potential SMA embolization. Imaging studies, including chest X-rays and CT scans, were performed to assess the placement of lines and the extent of the pancreatic mass. The CT scan findings were consistent with the initial diagnosis, showing the pancreatic mass encasing the SMA and abutting the portal vein and splenic vein.\n\n**4. Care Coordination and System Factors**\n\nThroughout his hospitalization, Mr. --- was transferred between units to accommodate his changing care needs. Initially admitted to the MICU, he was later transferred to the family medicine floor for comfort care management. Coordination between the MICU, gastroenterology, surgery, and family medicine teams was crucial in managing his complex condition and aligning care with his goals. Social work was involved to facilitate discussions with the family regarding hospice care, and plans were made for discharge to Suncrest Hospice. The transition to comfort care was marked by a focus on symptom management, including pain control with morphine and management of anxiety and nausea.\n\n**5. Recovery, Functional Status, and Discharge Planning**\n\nMr. ---'s functional status declined during his hospitalization, and he was primarily bedridden. The decision to transition to comfort care was made following discussions with his family, who were supportive of focusing on his comfort and avoiding aggressive interventions. Discharge planning involved coordination with hospice services to ensure a smooth transition to inpatient hospice care. Despite initial plans for home hospice, the decision was made to pursue inpatient hospice care due to his declining condition. He passed away peacefully on August 23, 2021, surrounded by family. The immediate cause of death was pancreatic adenocarcinoma, with contributing factors including upper GI bleeding and complications from his underlying medical conditions."
  },
  {
    "id": "30557432",
    "summary": "**1. Presentation and Initial Management**\n\n---, a 51-year-old male with a complex medical history including HIV, pulmonary hypertension (pHTN), right heart failure, and obstructive nephrolithiasis, presented to the hospital with fever, malaise, and decreased output from his right nephrostomy tube. He had a history of recurrent urinary tract infections (UTIs) associated with his nephrostomy tube, which had required multiple hospital admissions. On admission, he was febrile with a temperature of 101°F, tachycardic with a heart rate of 127 bpm, and hypotensive with systolic blood pressures in the 80s-90s. Laboratory tests revealed leukocytosis with a white blood cell count of 13.0 k/uL, hyponatremia with sodium levels at 126 mmol/L, and elevated bilirubin levels. Initial management in the emergency department included blood and urine cultures, administration of intravenous fluids, and initiation of broad-spectrum antibiotics with vancomycin and ertapenem for suspected urosepsis. Imaging studies, including a chest X-ray and abdominal ultrasound, were performed to assess for potential sources of infection.\n\n**2. Clinical Course and Evolution**\n\nThe patient was admitted to the Medical Intensive Care Unit (MICU) due to septic shock and hypotension. Over the course of his hospitalization, his infection responded to antibiotic therapy, with blood cultures growing Enterobacter cloacae and urine cultures growing Enterococcus faecalis. Antibiotic therapy was adjusted based on culture sensitivities, and he was transitioned to oral levofloxacin and amoxicillin for a 14-day course. Despite initial improvement, the patient experienced episodes of dyspnea on exertion and elevated troponin levels, raising concerns for cardiac involvement. A transthoracic echocardiogram (TTE) revealed severe right ventricular dilation and dysfunction, consistent with his known pulmonary hypertension. The patient’s hypotension was managed with careful fluid resuscitation and adjustment of his home diuretics.\n\n**3. Procedures, Diagnostics, and Consultations**\n\nDuring his stay, the patient underwent a nephrostomy tube exchange due to a clogged catheter, which was successfully replaced without complications. A CT scan of the abdomen and pelvis confirmed pyelonephritis with no discrete fluid collections. Cardiology was consulted for the patient’s dyspnea and elevated troponin levels, and they recommended a TTE to assess for any worsening of his right heart failure. The TTE showed no new left ventricular failure but confirmed severe right ventricular dysfunction. Infectious disease consultation was considered but ultimately canceled as the patient was discharged. The nephrostomy tube exchange was performed on August 23, and the patient was scheduled for stone removal on September 8.\n\n**4. Care Coordination and System Factors**\n\nThe patient was initially managed in the MICU due to his hemodynamic instability but was transferred to the medical-surgical floor as his condition stabilized. Coordination between the MICU, cardiology, and urology teams was crucial in managing his complex medical needs. The patient’s care involved multiple imaging studies and consultations, which were completed in a timely manner. There were no significant delays in obtaining necessary diagnostics or interventions, although the patient’s complex medical history required careful coordination of his chronic medications and acute treatments.\n\n**5. Recovery, Functional Status, and Discharge Planning**\n\nThroughout his hospitalization, the patient’s functional status was closely monitored. He was initially limited by dyspnea on exertion but was able to ambulate independently by the time of discharge. Physical therapy assessed his mobility and determined that no skilled interventions were necessary. The patient was discharged on August 25 with a plan to continue oral antibiotics until September 2 and follow up with cardiology and urology for further management of his pulmonary hypertension and nephrolithiasis. He was advised to monitor his weight and fluid status closely due to his right heart failure. Discharge planning included ensuring the patient had appropriate follow-up appointments and a clear understanding of his medication regimen. He was discharged to his home, where he lives with his spouse, with no additional home care services required."
  },
]
  